Repository: DBonbon/pythoneatstail
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nl

source: Image
nl: Afbeelding

source: Caption
nl: Bijschrift

source: Right
nl: Rechts

source: Left
nl: Linkcs

source: Center
nl: Midden

source: Small
nl: Klein

source: Large
nl: Groot

source: Size
nl: Afmeting

source: Title to display above the theme section
nl: Titel boven de themasectie

source: Featured section for the homepage. Will display all themes.
nl: Uitgelichte artikelen voor de homepage. Toont alle thema's.

source: Theme section
nl: Themasectie

source: Title to display above the article section
nl: Titel boven de artikelensectie

source: Featured articles for the homepage
nl: Uitgelichte artikelen voor de homepage

source: Article section
nl: Artikelensectie

source: Themes
nl: Thema's

source: Comments
nl: Reacties

source: Menu to which this item belongs
nl: Menu waartoe dit item behoort

source: Title of menu item that will be displayed
nl: Titel van het menu-item dat getoond wordt

source: URL to link to, e.g. /accounts/signup (no language prefix, LEAVE BLANK if you want to link to a page instead of a URL)
nl: URL om naar te linken, bijv. /accounts/signup (geen taalprefix, LAAT LEEG indienu naar een pagina wilt linken in plaats van naar een URL)

source: Page to link to (LEAVE BLANK if you want to link to a URL instead)
nl: Pagina om naar te linken (LAAT LEEG als u in plaats daarvan naar een URL wilt linken)

source: Title of submenu (LEAVE BLANK if there is no custom submenu)
nl: Titel van submenu (LAAT LEEG als er geen aangepast submenu is)

source: Always
nl: Altijd

source: When logged in
nl: Indien ingelogd

source: When not logged in
nl: Wanneer niet ingelogd

source: Themes:
nl: Thema's:

source: Return to articles
nl: Terug naar de artikelen

source: Comment on this article (
nl: Reageer op dit artikel (

source: sign in first
nl: log eerst in

source: or confirm by name and email below)
nl: of bevestig hieronder met naam en email)

source: Sign in
nl: Log in

source: Send
nl: Verstuur

source: comment permalink
nl: permalink naar reactie

source: A user has flagged this comment as inappropriate.
nl: Een gebruiker heeft deze reactie als ongepast beoordeeld.

source: comment flagged
nl: reactie gemarkeerd

source: flag comment
nl: markeer reactie

source: remove comment
nl: verwijder reactie

source: This comment has been removed.
nl: Deze reactie is verwijderd

source: Reply
nl: Antwoord

source: View more
nl: Lees meer

source: ReCaptcha field
nl: ReCaptcha veld

source: Visit the Wagtail website
nl: Bezoek de Wagtail website

source: View the release notes
nl: Bekijk de release notes

source: Welcome to your new Wagtail site!
nl: Welkom op je nieuwe Wagtail-site!

source: Please feel free to <a href="https://github.com/wagtail/wagtail/wiki/Slack">join our community on Slack</a>, or get started with one of the links below.
nl: Aarzel niet om <a href="https://github.com/wagtail/wagtail/wiki/Slack">lid te worden van onze community op Slack</a> of ga aan de slag met een van de links hieronder.

source: Wagtail Documentation
nl: Wagtail documentatie

source: Topics, references, & how-tos
nl: Onderwerpen, referenties & how-to's

source: Build your first Wagtail site
nl: Bouw je eerte Wagtail site

source: Create your superuser first!
nl: CreÃ«er eerst een superuser!

source: Custom Form Template
nl: Template voor aangepast formulier

source: First name
nl: Voornaam

source: Last name
nl: Achternaam

source: Display name
nl: Displaynaam

source: Will be shown e.g. when commenting
nl: Wordt getoond bv. bij reacties

source: Date of birth
nl: Geboortedatum

source: Address line 1
nl: Adresregel 1

source: Address line 2
nl: Adresregel 2

source: Postal Code
nl: Postcode

source: City
nl: stad

source: Enter a valid international mobile phone number starting with +(country code)
nl: Vul een gelding international mobiel telefoonnummer in, beginnend met +(landencode)

source: Mobile phone
nl: Mobiele telefoon

source: Additional information
nl: Additionele informatie

source: Photo
nl: Foto

source: Delete account
nl: Verwijder account

source: Are you sure you want to delete the account
nl: Weet u zeker dat u de account wilt verwijderen

source: Delete
nl: Verwijder

source: No, keep my account
nl: Nee, houd mijn accound

source: Return to site
nl: Terug naar de site

source: Confirm e-mail address
nl: Bevestig mailadres

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
nl: Bevestig aub dat <a href="mailto:%(email)s">%(email)s</a> een mailadres isvoor gebruiker %(user_display)s.

source: Confirm
nl: Bevestig

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
nl: Deze e-mailbevestigingslink is verlopen of ongeldig. Vraag aub een <a href="%(email_url)s">nieuwe bevestingslink</a> aan.

source: or sign in with one of your existing third party accounts:
nl: of log in met een van uw bestaande social-media-accounts:

source: Don't have an account?
nl: Heeft u geen account?

source: Sign up
nl: Registreer

source: Forgot password?
nl: Wachtwoord vergeten?

source: Sign out
nl: Log uit

source: Are you sure you want to sign out?
nl: Weet u zeker dat u wilt uitloggen?

source: No, stay logged in
nl: Nee, blijf ingelogd

source: Password reset
nl: Wachtwoord reset

source: Reset password
nl: Reset wachtwoord

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
nl: Wij hebben u een e-mail gestuurd. Neem aub met ons contact op als u deze niet binnen enkele minuten ontvangt.

source: Change password
nl: Verander wachtwoord

source: Bad token
nl: Verkeerd token

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
nl: De wachtwoordbevestigingslink was ongeldig, wellicht omdat hij al gebruikt is. Vraag aub een <a href="%(passwd_reset_url)s">nieuwe bevestigingslink</a> aan.

source: Your password is now changed.
nl: Uw wachtwoord is nu veranderd.

source: Profile
nl: Profiel

source: Account profile
nl: Accountprofiel

source: Address1
nl: Adresregel 1

source: Address2
nl: Adresregel 2

source: Postal code
nl: Postcode

source: Country
nl: Land

source: User photo
nl: Foto van gebruiker

source: Update your account
nl: Update uw account

source: or sign up with one of your existing third party accounts:
nl: of registreer met behulp van een van uw bestaande social-media-accounts:

source: Already have an account?
nl: Heeft u al een account?

source: Connect your existing account to one of your social accounts:
nl: Verbind uw account met een van uw bestaande social-media-accounts:

source: Delete your account
nl: Verwijder uw account

source: Verify your e-mail address
nl: Controleer uw e-mail-adres

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
nl: Wij hebben u een e-mail gestuurd ter verificatie. Volg de link daarin om het registratieproces te voltooien. Neem aub met ons contact op als u deze niet binnen enkele minuten ontvangt.

source: Account connections
nl: Accountverbindingen

source: You can sign in to your account using any of the following third party accounts:
nl: U kunt inloggen op uw account met behulp van een van de volgende social-media-accounts:

source: Remove
nl: Verwijder

source: You currently have no social network accounts connected to this account.
nl: U heeft momenteel geen social-media-accounts verbonden aan dit account.

source: Add a social account
nl: Voeg een social-media-account toe

source: You are about to use your %(provider_name)s account to login to %(site_name)s. As a final step, please complete the following form:
nl: U staat op het punt om uw %(provider_name)s-account te gebruiken om in te loggen bij %(site_name)s. Vul als laatste stap aub het volgende formulier in:

source: Sign up with e-mail and password?
nl: Registreren met e-mail en wachtwoord?

source: Sign in first
nl: Log eerst in

source: and connect to your social account in your profile.
nl: en verbind met uw social-media-account in uw profiel.
